const n=`法律要讲感情吗？

邪恶才犯罪，还是犯罪才邪恶？

自愿被人杀死，凶手算犯罪吗？

买尸体阴婚判7年，买活人当老婆才3年？

罢工向老板讨钱，是一种敲诈吗？

投降是自首吗？

不在意名誉，名誉权还会被侵犯吗？

为什么人可以被杀死，又无法被杀死？

限制自由，才能保障自由？

……

关于悖论，他的态度是——

“对于这些悖论，我无法提供答案，只能呈现思考过程。希望在这个探讨和思考的过程中，能锻炼自己的思维，承认理性的有限，走出刺猬式的思维独断，接受狐狸式的多元包容。”

“当每一个问题只有一个答案，答案的正确性总是可疑的。”

“不要在自己看重的事情上附着不加边际的价值，要学会接受对立观点的相对合理性。”

书中痛斥丰县案“对人的保护还不如物”“配阴婚判7年，买活人当老婆才3年，实在说不过去”，坦言法条“实有调整之必要。”。网暴是“通过指责他人的错误来获得一种道德平衡”。虚无主义盛行的当下，他说“人生不可能没有意义，当你认为没有‘意义’时，一定有一个与之相对应的‘意义’。”不想努力了，听他说“一个理性的成年人有选择做废物的权利，他可以放弃所有好处。”

通过深入分析法律中14类经典的对向案件，罗翔在书中巧妙地辨析了法律中的盲区，揭示了法治的核心，并引导读者探讨和思考法律中的悖论。《法律的悖论》不仅将深深吸引那些对法律领域充满热情的人，也会为广大读者带来全新的思考方式。这本书不仅是法律知识的丰富之源，更是培养批判性思维和接纳多元观点的重要工具。`;export{n as default};
