const n=`◎ 享誉国际的日本音乐家大友良英，日本新即兴音乐和地下音乐的代表人物。

◎ 宛如电影般精彩的音乐少年成长记，一部充满笑与泪的二十世纪音乐史。

————————

【编辑推荐】

※大友良英，享誉国际的日本音乐家。他是日本新即兴音乐和地下音乐的代表人物，也是与中国渊源颇深的电影配乐家。他曾为许鞍华的《女人，四十》《阿金》、严浩的《天国逆子》《太阳有耳》、何建军的《邮差》等诸多经典作品创作配乐。而近年来，他为《海女》《花束般的恋爱》等高人气影视剧创作的配乐，也使得他的名字在新一代的观众和乐迷中更加广为人知。

※本书是大友良英的自传性音乐随笔集，介绍了伴随他成长的诸多有趣音乐。曾是音痴又不会乐器的少年，却被牵引着闯入了音乐的世界，从歌谣曲、流行乐、摇滚乐、自由爵士到噪音音乐……一首首经典名曲，交织着诙谐逗趣的成长故事，让人忍俊不禁。这些音乐，改变了他的人生；而记录它们的文字，则汇聚成了这部有笑有泪的二十世纪音乐史。

※坂本九、奥特 Q、披头士、007、卡朋特、吉米·亨德里克斯、平克·弗洛伊德……悉数登场！每一篇宛如电影般精彩的故事后，还附有原书编辑撰写的音乐专栏，对文中提到的歌曲及当时重大事件做出的扩展性简介，资料丰富，值得收藏，乐迷必入！

————————

【内容简介】

大友良英，享誉国际的日本音乐家。他是日本新即兴音乐和地下音乐的代表人物，也是与中国渊源颇深的电影配乐家。

本书是大友良英的自传性音乐随笔集，介绍了伴随他成长的诸多有趣音乐。曾是音痴又不会乐器的少年，却被牵引着闯入了音乐的世界，从歌谣曲、流行乐、摇滚乐、自由爵士到噪音音乐……一首首经典名曲，交织着诙谐逗趣的成长故事，让人忍俊不禁。这些音乐，改变了他的人生；而记录它们的文字，则汇聚成了这部有笑有泪的二十世纪音乐史。
`;export{n as default};
